INSERT INTO specialization (specialization, specialization_doctor, description) VALUES
('Терапия', 'Терапевт', 'Общее лечение и диагностика заболеваний.'),
('Кардиология', 'Кардиолог', 'Диагностика и лечение заболеваний сердца и сосудов.'),
('Педиатрия', 'Педиатр', 'Лечение и наблюдение за детьми от рождения до 18 лет.'),
('Эндокринология', 'Эндокринолог', 'Диагностика и лечение заболеваний эндокринной системы.'),
('Хирургия', 'Хирург', 'Проведение операций и лечение травм.'),
('Гинекология', 'Гинеколог', 'Лечение женских заболеваний и ведение беременности.'),
('Неврология', 'Невролог', 'Диагностика и лечение заболеваний нервной системы.'),
('Дерматология', 'Дерматолог', 'Лечение заболеваний кожи, волос и ногтей.');